import { Link } from "@remix-run/react";

export default function GritBookIntroduction() {

  return (
    <div>
      <div className="flex justify-center">
        <img src={'https://ssstakahashi-storage.studiofoods.net/image/books/books_cover_grit_01.jpg'} />
      </div>
      <br />
      <br />
      どの分野であれ、人々が成功して偉業を達成するには、「才能」よりも「やり抜く力」が重要である──もともと才能があって努力すれば、他人よりも早くスキルが身につく。しかし、そこで終わってしまえば、達成はない。<br />
      身についたスキルでさらに努力を続けて初めて、目標は達成される。成功には「才能」の優劣よりも努力の継続、つまり、「やり抜く力」が決定的な影響を及ぼす。<br />
      この「やり抜く力」は「情熱」と「粘り強さ」という要素でできている。<br />
      自分にとって<u><b><span className="text-red-500">最も重要と定めた目標</span></b></u>に対して興味を抱きながら粘り強く取り組む「情熱」と、困難に負けず努力を続ける「粘り強さ」がそろっていれば、誰もが目標を成し遂げられると著者はいう。<br />
      著者の結論をまとめれば、<u>継続こそが力なり</u>、となる。<br />
      <br />
      一般の人は、「最も重要と定めた目標」を探すことができていない、日々の暮らしの中で忘れてしまっている。日々意識高く、「目標」を掲げている人は一部だけだろう。<br />
      目標とか堅苦しく考えるのではなく、本書の中にもある、好きなことを仕事にしている場合には、仕事への満足度が高く、成果が出ている確率が高いそうであるから、まずは嫌だと思わない仕事、いまの仕事が好きだなといえる環境から作っていければいいのではないかと考える。<br />
      それが興味・好奇心となり自然と継続されていき、結果、成果につながるのではないだろうか。<br />
      <br />
      イチローの名言を思い出したので、抜粋。<br />
      ……努力せずに何かできるようになる人のことを「天才」というのなら、僕はそうじゃない。努力した結果、何かができるようになる人のことを「天才」というのなら、僕はそうだと思う。人が僕のことを、努力もせずに打てるんだと思うなら、それは間違いです。<br />
      <br />
      本書で紹介されているGRITテストをWeb上でできるようにしてみました。<br />
      気になる方はやってみてほしい。PC版として作成しているので、モバイルからではデザインが崩れてしまうことはご容赦ください。<div>（React×Cloudflareでサクッと作成しています）<br />
        <Link to="/outputs/0004"><u><b><span className="text-blue-500">こちら</span></b></u></Link>
        <br />
        <br />
        ビジネスリーダー、エリート学者、オリンピック選手…<br />
        成功者の共通点は「才能」でも「IQ」でもなく<br />
        「グリット」(やり抜く力)だった!<br />
        <br />
        ★誰でもどんな分野でも一流になれる最強・最速のメソッド<br />
        ◎「やり抜く力」を測定するテスト<br />
        ◎「やり抜く力」を伸ばす効果的な方法とは?<br />
        ◎「やり抜く力」が強くなる環境とは?<br />
        ◎一流の人が共通して行っている「当たり前のこと」とは?<br />
        ◎「今日、必死にやる」より「明日、またトライする」<br />
        ◎この仕組みが「逆境に強い脳」をつくる<br />
        ◎「ものすごくがんばる」のは「やり抜く力」とは違う<br />
        ◎子どものころの「ほめられ方」が一生を左右する<br />
        ◎「2年以上」「頻繁な活動」をした子は将来の収入が高い<br />
        ◎「やさしい育て方」と「厳しい育て方」はどちらがいいか?<br />
        ◎「賢明な育て方」診断テスト<br />
        <br />
        【本書の構成】<br />
        <br />
        [PART1]「やり抜く力(グリット)」とは何か? なぜそれが重要なのか?<br />
        <br />
        第1章:「やり抜く力」の秘密<br />
        なぜ、彼らはそこまでがんばれるのか?<br />
        第2章:「才能」では成功できない<br />
        「成功する者」と「失敗する者」を分けるもの<br />
        第3章:努力と才能の「達成の方程式」<br />
        一流の人がしている当たり前のこと<br />
        第4章:あなたには「やり抜く力」がどれだけあるか?<br />
        「情熱」と「粘り強さ」がわかるテスト<br />
        第5章:「やり抜く力」は伸ばせる<br />
        自分をつくる「遺伝子と経験のミックス」<br />
        <br />
        [PART2]「やり抜く力」を内側から伸ばす<br />
        <br />
        第6章:「興味」を結びつける<br />
        情熱を抱き、没頭する技術<br />
        第7章:成功する「練習」の法則<br />
        やってもムダな方法、やっただけ成果の出る方法<br />
        第8章:「目的」を見出す<br />
        鉄人は必ず「他者」を目的にする<br />
        第9章:この「希望」が背中を押す<br />
        「もう一度立ち上がれる」考え方をつくる<br />
        <br />
        [PART3]「やり抜く力」を外側から伸ばす<br />
        <br />
        第10章:「やり抜く力」を伸ばす効果的な方法<br />
        科学では「賢明な子育て」の答えは出ている<br />
        第11章:「課外活動」を絶対にすべし<br />
        「1年以上継続」と「進歩経験」の衝撃的な効果<br />
        第12章:まわりに「やり抜く力」を伸ばしてもらう<br />
        人が大きく変わる「もっとも確実な条件」<br />
        第13章:最後に<br />
        人生のマラソンで真に成功する
      </div>
    </div>
  )
}
